import React from 'react';
import '../../styles/styles.css'

function 근적외선광촉매() {
	return (
		<>
			<div className="px-4" style={{marginTop:80}}>
					<MainContents />
			</div>
		</>
	);
};
export default 근적외선광촉매;

function MainContents() {
	const title = '근적외선 광 구동 광촉매';

	return (
		<div>
			<h1 className='title'>{title}</h1>	

			<hr className='class-1'/>
			<h3>1. 근적외선 광 구동 광촉매</h3>
			<ul>
				<li>인공 광합성 및 광촉매 환경 복원을 위한 다양한 근적외선(NIR) 광 수확 시스템이 크게 발전했습니다.</li>
				<li>새로운 나노 구조 재료와 분자 감광제의 생성을 통한 근적외선 활용과 파장 변조 전략에 대한 개요를 제공합니다.</li>
				<li>UV-가시광선 조사 및 1광자 여기, NIR 광 및 2광자 여기</li>
				<li>화학 반응에 재생 가능한 태양 에너지를 직접 활용하는 광촉매는 유망한 솔루션입니다.</li>
				<li>대부분의 광촉매는 자외선(UV) 또는 가시광선(가시광선)에 의해서만 활성화</li>
				<li>이는 각각 태양 복사의 5%와 45%에 불과하므로 이는 광촉매 시스템의 효율성을 저해합니다.</li>
				<li>이러한 문제를 극복하기 위해 근적외선(NIR) 빛을 사용하는 것에 대한 연구가 필요하다.</li>
				<li>NIR 빛은 낮은 광자 에너지를 갖고 있지만 태양 스펙트럼의 약 50%를 차지하며 탁월한 투과 특성을 나타냅니다</li>
			</ul>
			<hr className='class-2'/>
			<h5>UV-vis 촉매의 단점:</h5>
			<ol>
				<li>제한된 침투 깊이: UV-vis 빛은 반응 매체에 대한 침투가 제한되어 반응 혼합물 전체에서 광촉매와 기질을 균일하게 활성화하는 것이 어렵습니다.</li>
				<li>흡수 경쟁: UV-vis 빛은 광촉매뿐만 아니라 기질과 조촉매에도 흡수될 수 있습니다.</li>
				<li>광화학적 비호환성: 감광성 작용기를 함유한 기판이 UV-가시광을 흡수하면 원하지 않는 부반응이나 광분해가 발생할 수 있습니다.</li>
			</ol>
			<hr className='class-2'/>
			<h5>NIR 광 촉매의 장점:</h5>
			<ol>
				<li>향상된 침투 깊이: NIR 빛은 반응 매질에 더 깊숙이 침투하여 광촉매와 기질의 보다 균일한 활성화를 제공합니다.</li>
				<li>흡수 경쟁 감소: NIR 광자의 파장이 길어질수록 기질과 조촉매에 의한 흡수 가능성이 줄어듭니다.</li>
				<li>향상된 광화학적 호환성: 근적외선은 UV-vis-민감성 작용기를 함유한 기판에서 부반응이나 광분해를 일으킬 가능성이 적으므로 호환 가능한 반응의 범위가 넓어집니다.</li>
				<li>고유한 광열 효과: NIR 빛은 특정 광열 현상을 유도하여 광촉매 공정에 또 다른 차원의 다양성을 추가할 수 있습니다.</li>
				<li>생체적합성: NIR 광자의 낮은 에너지는 생물학적 시스템에 대한 위험을 줄여 생체의학 광촉매 응용 분야에 새로운 길을 제공합니다.</li>
				<li>전반적으로 NIR 광을 활용하면 기존 UV-vis 광 구동 광촉매에 내재된 많은 한계를 완화할 수 있습니다.</li>
				<li>이는 공정을 더욱 효율적으로 만들 뿐만 아니라 적용 가능성을 더 넓은 범위의 기질 및 반응 조건으로 확장합니다.</li>
			</ol>

			<hr className='class-1'/>
			<h3>2 광열 효과</h3>
			<ul>
				<li>광열 효과는 광화학 및 열화학 반응 경로를 결합하여 촉매 활성을 크게 향상시키고 촉매 경로를 조절하는 것으로 알려져 있습니다.</li>
				<li>빛과 물질의 상호 작용 메커니즘을 기반으로 세 가지 광열 메커니즘은
					<ol>
						<li>플라즈몬 가열</li>
						<li>반도체 전하 캐리어의 비방사 이완</li>
						<li>유기 분자의 열 진동으로 분류될 수 있습니다</li>
						<li>NIR 빛은 이러한 광열 효과를 활용하여 작용을 촉진할 수 있습니다.</li>
					</ol>
				</li>
				<li><img src="../images/photocatalyst/nir_1.jpg" width="900"  alt=''></img><br/></li>
				<li>Xue :
					<ol>
						<li>가시광선과 NIR 영역에서 뚜렷한 플라즈몬 흡수를 갖는 Pd 고정 WO3- x 나노와이어(NW) - Suzuki 결합 반응을 크게 촉진</li>
						<li>어두운 조건 및 가시광선(λ=420-650 nm) 조사 와 비교하여 NIR 광 조사(λ &gt; 650 nm)가 
						눈에 띄게 더 높은 바이페닐 수율을 가져온다는 것입니다(그림 2b ).</li>
					</ol>
				</li>

				<li>Lei et al :
					<ol>
						<li>광촉매 H2 진화를 촉진하기 위한 CoCr2O4/gC3N4 이종접합(CN/CCO) 의 광열 효과를 관찰</li>
						<li>그림 2c 는 UV-vis 광선 또는 UV-vis-IR 광선을 조사할 때 샘플 표면의 온도 변화를 보여줍니다.</li>
						<li>이종접합은 UV-vis 및 UV-vis-IR 조사 300초 후에 각각 최고 온도 40.8°C와 98.2°C에 도달하여 상대적으로 높은 광열 효율을 보여줍니다.</li>
						<li>광흡수 및 형광 수명 분석을 통해 CoCr2O4의 광열 효과는 주로 강한 비방사성 재결합 효과에서 발생함을 확인했습니다.</li>
					</ol>
				</li>

				<li>NIR 빛을 열 에너지로 효율적으로 변환하는 것은 열 진동 메커니즘을 통해 달성될 수도 있습니다.</li>
				<li>여기서 π에서 π* 궤도로의 전자 여기에는 낮은 에너지가 필요하며, 탄소질 및 고분자의 π 결합 수가 증가함에 따라 에너지 요구량이 감소합니다.</li>
				<li>재료. 풍부한 공액 π 결합을 가진 이러한 물질은 NIR 광자 에너지를 효율적으로 활용하고 이를 열 에너지로 변환하는 능력을 가지고 있습니다.</li>
				<li>이 개념의 예시는 내부 폴리도파민 광열 코어와 외부 MOF 촉매 쉘로 구성된 잘 정의된 코어-쉘 나노구조를 설계한 Li et al.에 의해 입증되었습니다.</li>
				<li>NIR 광 조사 하에서 이 하이브리드 나노구조는 신경작용제 모의물질을 분해하는 데 탁월한 효율성을 나타내며 높은 전환 빈도를 달성했습니다( 그림 2d ) .</li>
				<li>광열 코어에서 촉매 쉘로의 열 전달은 효율적인 분자 충돌을 촉진하고 질량 전달 속도를 향상시켜 분해 속도를 가속화하는 데 중추적인 역할을 합니다.</li>
				<li>UV-가시광선도 광열 효과를 유발할 수 있지만 전자 전달을 통한 에너지 소실로 인해 NIR 광선에 비해 광자-열 변환 효율이 상대적으로 낮습니다.</li>
				<li>따라서 NIR 영역에서 강한 광 흡수는 재료가 효율적인 광열 효과를 나타내기 위한 중요한 요구 사항으로 널리 인식되고 있습니다 . [ 19 , 28 ]</li>
				<li>특히 NIR 영역에서 열 진동 메커니즘을 통해 태양 에너지를 열 에너지로 변환하는 능력은 강화된 촉매 능력과 다양한 분야에서의 실제 적용을 갖춘 첨단 소재 개발의 새로운 가능성을 열어줍니다.</li>
			</ul>

			<hr className='class-1'/>
			<h3>3. 깊은 침투</h3>
			<ul>
				<li>Beer-Lambert 법칙에 따르면 용액의 투과 거리가 클수록 빛의 강도가 급격히 감소합니다( 그림 3a ).</li>
				<li>이 문제는 교반 또는 흐름 기술이나 강하막 반응기와 같은 특수 반응기 설계를 통해 소규모 반응에서 완화될 수 있지만,</li>
				<li>광도 감쇠가 증폭되어 궁극적으로 전체 반응을 제한하는 대규모 및 실제 응용 분야에서는 반응 효율이 크게 하락한다.</li>
				<li>장파장 NIR 광자의 주요 장점 중 하나는 용액에 더 깊이 침투할 수 있는 뛰어난 능력입니다.</li>
				<li>그림 3b는 가시광선 여기(488nm)에서 형광 강도가 초점면에서 빠르게 떨어지고 용액 바닥에서 무시할 만큼의 형광이 방출되는 이 현상을 보여줍니다.</li>
				<li>대조적으로, NIR 광(960 nm) 조사는 용액 전체에 걸쳐 균일한 형광 방출을 초래합니다.</li>
				<li>이 강력한 증거는 NIR 광자가 전체 용액을 효과적으로 관통하여 바닥에서도 형광 분자를 여기시킬 수 있음을 나타냅니다.</li>
				<li>NIR 광 조사의 탁월한 침투 깊이는 선택적 유기 변형에 대한 큰 가능성을 제시합니다.</li>
				<li><img src="../images/photocatalyst/nir_2.jpg" width="900"  alt=''></img><br/></li>
			</ul>

			<hr className='class-1'/>
			<h3>4. 화학적 선택성 조절</h3>
			<ul>
				<li>화학 반응을 조절하는 능력은 화학 산업에 상당한 기회를 열어줍니다.</li>
				<li>NIR 조명은 제어 용이성, 신뢰성, 비용 효율성 및 환경 청결성을 고려할 때 이러한 목적에 이상적인 외부 자극으로 나타납니다.</li>
				<li>Kitamori 등의 선구적인 작업. NIR 레이저를 사용한 주기적인 광열 가열을 사용하여 효소 반응을 공간적, 시간적으로 제어할 수 있음을 입증했습니다.</li>
				<li>온도와 pH 가 거의 모든 유형의 반응에 대한 반응 속도와 촉매 효율에 큰 영향을 미치기 때문에 다용도 방법을 개발( 그림 4a ) .</li>
				<li>이 접근법은 산화 그래핀 및 광염기 시약 말라카이트 그린 카비놀 베이스와 같은 NIR 및 UV 감광성 물질을 각각 결합합니다.</li>
				<li>여기 파장을 선택함으로써 연구진은 반응 동역학을 효과적으로 변조하여 반응 속도와 중합 선택성을 제어하는 ​​손쉬운 방법을 제공했습니다.</li>
				<li><img src="../images/photocatalyst/nir_3.jpg" width="900"  alt=''></img><br/></li>
				<li>유기 감광제(PS)의 에너지 전달 메커니즘을 이해하기 위한 광범위한 연구가 또한 이루어졌습니다.</li>
				<li>일반적 으로 PS는 바닥 상태(S 0 )에서 가장 낮은 여기 단일항 상태(S 1 )로 여기 됩니다 .</li>
				<li>이어서, 시스템 간 교차가 발생하여 가장 낮은 삼중항 상태(T 1 ) 가 형성됩니다 .</li>
				<li>특히, T 1 상태는 상대적으로 긴 수명을 나타냅니다. 이렇게 연장된 수명으로 인해 T 1 상태는 전자 또는 에너지 전달 과정에 관여하여 각각 자유 라디칼(O 2 −· , 유형 I) 또는 일중항 산소( 1 O 2 , 유형 II)가 생성됩니다( 그림 4b ).</li>
				<li>Taoet al. 1O2 생성 에는 0.95eV 의 에너지만 필요하다는 것을 입증했습니다 .</li>
				<li>이론적 으로 1305nm보다 짧은 파장의 근적외선을 이용하여 1O 2 를 생성할 수 있으며, 가시광선도 추가로 O 2 − · 생성 에 기여할 수 있습니다 .</li>
				<li>이 흥미로운 발견은 근적외선이 활성 산소종(ROS)의 생성을 효과적으로 조절하여 특정 제품의 선택적 광촉매 생산을 초래할 수 있음을 의미합니다.</li>
				<li>NIR 및 가시광선의 고유한 ROS 생성 기능을 활용함으로써 유기 감광제는 미세 조정되어 선택성이 향상된 특정 광촉매 제품을 생성할 수 있습니다.</li>
				<li>빛의 파장 조작을 통해 ROS 생성을 제어하는 ​​이러한 능력은 다양한 화학 및 환경 응용 분야에서 표적화되고 효율적인 광촉매 작용에 대한 유망한 전망을 제공합니다.</li>
				<li>알코올을 카르보닐로 선택적으로 산화시키는 것은 정밀 화학 합성에서 중요한 반응입니다.</li>
				<li>그러나 기존의 UV-vis 광 기반 알코올 산화 공정은 선택성이 낮고 지속 가능성이 떨어지는 경우가 많습니다.</li>
				<li>이 문제를 해결하기 위해 Kang과 동료들은 탄소 양자점(CQD)이 벤질 알코올을 벤즈알데히드로 선택적으로 산화시키는 데 매우 효과적인 NIR 광촉매 역할을 할 수 있음을 발견했습니다.</li>
				<li>놀랍게도 , 이 금속 이 없는 촉매 는 NIR 광 여기 하에서 100%의 탁월한 선택성과 92%의 놀라운 전환율을 달성합니다(그림 4e ).</li>
				<li>반면 UV나 가시광선을 조사원으로 사용하면 벤즈알데히드에 대한 선택도가 각각 75%와 84%로 떨어진다. 이러한 낮은 선택성 값은 이 특정 촉매 반응에 대한 기존 UV 또는 가시광선 조사에 비해 우수한 성능을 달성하는 데 있어 NIR 광의 명백한 이점을 보여줍니다.</li>
				<li>광발광 및 전기촉매 분석은 NIR 빛이 H 2 O 2 분해 에 대한 CQD의 촉매 성능을 제어하는 ​​데 중요한 역할을 하여 고도로 선택적인 촉매 활성에 기여한다는 것을 시사하는 귀중한 통찰력을 제공했습니다.</li>
			</ul>

			<hr className='class-1'/>
			<h3>5. 광촉매에 NIR 빛을 사용하는 방법은 무엇입니까?</h3>
			<ul>
				<li></li>
			</ul>

			<hr className='class-1'/>
			<h3>참고문헌</h3>
			<ol>
				<li><a href='https://onlinelibrary.wiley.com/doi/full/10.1002/adma.202307759'>광자 여기에 중점을 둔 근적외선 광 구동 광촉매: 개념, 재료 및 응용</a></li>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
			</ol>
			
		</div>
	)
}
