import React from 'react';
import '../../styles/styles.css'

function 전이금속질화물() {
	return (
		<>
			<div className="px-4" style={{marginTop:80}}>
					<MainContents />
			</div>
		</>
	);
};
export default 전이금속질화물;

function MainContents() {
	const title = '전이금속 질화물(transition metal nitrides, TMN)';

	return (
		<div>
			<h1 className='title'>{title}</h1>	

			<hr className='class-1'/>
			<h3>1 . 소개</h3>
			<ul>
				<li>현재 전이금속을 중심으로 전이금속 산화물, 황화물, 붕화물, 탄화물, 질화물 등 다양한 촉매가 개발되고 있다.</li>
				<li>금속 산화물은 낮은 전도성으로 인해 응용에 많은 문제가 있어 전도성을 높이기 위해 전도성 물질을 추가하는 연구가 많다.</li>
				<li>금속 황화물은 전도성이 낮고 사용 중에 팽창하기 쉽습니다.</li>
				<li>금속 붕화물은 합성이 어렵다.</li>
				<li>금속 탄화물은 내식성이 열악하여 쉽게 탈락된다.</li>
				<li>d-밴드 수축(d-band shrink)은 그 구조를 귀금속과 유사하게 만들어 비귀금속 촉매로서 유망하다.</li>
				<li>d-밴드 수축(d-band shrink) :
					<ul>
						<li>d 오비탈에 있는 전자들의 에너지 분포가 좁아지는 현상을 말한다.</li>
						<li>d 오비탈에 전자는 전이금속의 화학적, 물리적 특징에 중요한 역할을 한다.</li>
						<li>전이 금속 표면에서 다른 원자나 분자가 결합하면, d 오비탈 전자들의 에너지 상태에 영향을 미칩니다. 이는 전자들이 더 좁은 에너지 범위 내에 분포하게 만듭니다.</li>
						<li>에너지 분포가 좁아지면, 촉매의 활성 사이트가 변화하여 반응 속도와 선택성이 달라질 수 있습니다.</li>
						<li>전이금속의 전기 전도성에 변화를 일으킨다.</li>
						<li>반응성 향상 : d 오비탈 전자들의 에너지 분포가 좁아지면, 특정 에너지를 가진 전자들이 더 집중되게 됩니다. 이는 반응물 분자와의 상호작용이 더 효율적으로 이루어질 수 있도록 도와주어 촉매의 반응성을 향상시킬 수 있습니다</li>
						<li>활성화 에너지 감소 : d 오비탈 전자들이 좁은 에너지 범위에 집중되면, 반응물의 전이 상태(transition state)와의 상호작용이 강화됩니다. 이는 활성화 에너지를 감소시켜 반응이 더 쉽게 일어나게 합니다​(Physics Stack Exchange)</li>
						<li>반응 경로의 변화 : d-band shrink는 특정 반응 경로를 선호하게 만들 수 있습니다. 이는 촉매가 특정 반응물과 더 잘 결합하고, 특정 생성물을 더 효율적으로 생성하도록 도와줍니다. 결과적으로, 촉매의 선택성이 증가할 수 있습니다(RSC Publishing)</li>
						<li>부반응 억제 : 반응물의 특정 결합이 더 강해지거나 약해지면서, 원하는 반응이 촉진되고 부반응이 억제될 수 있습니다. 이는 최종 생성물의 순도를 높이는 데 기여할 수 있습니</li>
						<li>표면 안정성 증가 : d 오비탈 전자들의 분포가 좁아지면, 촉매 표면에서 전자 밀도가 증가하여 표면 안정성이 향상될 수 있습니다. 이는 촉매가 더 오래 사용될 수 있도록 도와줍니다​ (RSC Publishing)</li>
						<li>중간체의 안정성 : 반응 중간체의 안정성이 증가하면, 반응 경로에서 불안정한 중간체의 형성이 줄어들어 촉매의 내구성을 높일 수 있습니다</li>
					</ul>
				</li>

				<li>전이금속 질화물 (TMN)은 놀라운 전기 전도성, 우수한 화학적 내식성 및 안정성, 넓은 밴드갭 및 밴드갭 조정 가능조정 가능한 형태로 인해 에너지 저장 및 촉매 분야에서 이상적인 활성 물질로 최근 엄청난 매력을 가지고 있다.</li>
				<li>Pt 및 Ir과 같은 귀금속을 대체할 수 있는 탁월한 대체물로 떠오르고 있다.</li>
				<li>탄소 기반 재료에 비해 TMN은 내식성이 더 강하고 안정성이 더 높습니다.</li>
				<li>모금속인 전이금속 격자의 틈새 부위를 질소 원자가 차지하는 화합물 계열을 말한다.</li>
				<li>일반적인 전이금속 질화물의 결정 구조는 면심 입방체(fcc), 육각형 폐쇄형(hcp) 및 단순 육각형 구조(hex)의 세 가지 형태를 가진다.</li>
				<li><img src="../images/photocatalyst/TMNitrite_1.jpg" width="900"  alt=''></img><br/></li>
				<li>결정구조에 관계없이 전이금속 질화물은 전이금속 산화물 및 황화물보다 공유 결합 및 금속 특성에서 더 많은 우수한 특성을 가지고 있다.</li>
				<li>이런 우수한 특징에는 높은 융점, 경도, 높은 영률, 넓은 밴드갭, 높은 전기 전도성, 우수한 열 및 화학적 안정성등을 말할수있다.</li>
			</ul>

			<hr className='class-1'/>
			<h3>2 . 합성</h3>
			<ul>
				<li>금속 질화물 합성 기술은 In-situ 합성으로 N 원소는 암모니아, 요소, 멜라민 등을 이용한다.</li>
				<li>In-situ 방법은 배위-열분해, 흡착-열분해, 기계적-혼합-열분해 등이 있고, ex-situ 방법에는 직접 가암모니아 분해, 간접 가암모니아 분해, 스퍼터링 및 원자층 증착등이 있다.</li>
				<li><img src="../images/photocatalyst/TMNitrite_2.jpg" width="900"  alt=''></img><br/></li>
				<li>In-situ 방법은 금속과 N 소스를 혼합하여 전구체 혼합물을 만들고, 후속 처리를 통해 나노물질로 변환한다.</li>
				<li>나노물질의 크기, 형태를 조정하기 위해 계면활성제, 산, 알칼리 등 첨가제를 추가하기도 한다.</li>
			</ul>

			<hr className='class-1'/>
			<h3>3. 전이금속 질화물의 높은 촉매 성능을 보이는 이유</h3>
			<ul>
				<li>전이금속 질화물에서 질소 원자는 전이금속 격자의 사이에 위치하므로, 결정내 질소원자는 모금속의 구조를 변화시킨다.</li>
				<li>촉매 활성에 대한 위의 효과는 d-밴드의 변형과 전하 이동의 방향 및 수로 설명할 수 있습니다.</li>
				<li><img src="../images/photocatalyst/TMNitrite_3.jpg" width="900"  alt=''></img><br/></li>
				<li>전이금속 질화물(그림 a)의 밴드 구조는 모양과 상대적 순서가 귀금속(fcc)과 유사하다. 따라서 귀금속 촉매와 유사한 특장을 갖게된다.</li>
				<li>페르미 준위 아래의 전이 금속의 경우,TMN 형성 후 d-밴드의 채워진 상태가 더 좁아져 전자 구조가 귀금속과 유사해집니다.</li>
				<li>페르미 준위 이상에서는 TMN에서 금속의 채워지지 않은 상태가 넓어져 빈 에너지 준위 밀도가 모금속의 밀도보다 커집니다.</li>
				<li>페르미 준위 근처의 d-밴드는 충분히 점유되지 않아 질화물 표면에서 흡착물로의 d 전자 전달 능력이 감소합니다.</li>
				<li>따라서 d-밴드 채워지지 않은 상태의 확장은 촉매를 더 나은 전자 수용체로 만들어 촉매 성능을 향상시키는 데 유리합니다.</li>
				<li>특히 금속 기판의 채워지지 않은 궤도로 결합 전자를 전달하는 반응에서 TMN은 모금속 및 귀금속보다 더 나은 활성을 갖습니다.</li>
				<li>(그림 b)NiMo 합금은 20,004eV에서 사전 가장자리 특징을 갖고 있으며, 이는 d-밴드 홀의 존재를 나타냅니다.</li>
				<li>Mo의 낮은 d-밴드 점유 결함으로 인해 NiMoN x는 더 강한 전자 기증 능력을 갖게 됩니다.</li>
				<li>또한 TMN의 또 다른 전자적 특성은 전하 이동의 방향과 수입니다.</li>
				<li>TMN에서는 전하가 금속 원자에서 질소 원자로 이동합니다.</li>
				<li>전하 이동량은 TMN의 이온성을 결정하며,</li>
				<li>모금속의 전기음성도가 감소하기 때문에 VIB에서 IVB족으로 모금속에 의해 형성된 TMN의 이온성은 점차 증가하게 됩니다.</li>
				<li>(그림 c,d)또한, 전이금속 질화물은 각 금속원자(또는 질소원자)가 6개의 질소원자(또는 금속원자)와 배위결합하여 팔면체배위를 이루는 염암형(NaCl형) 구조로 인해 안정성이 높다.</li>
				<li>(그림 e)</li>
				<li>이원금속 질화물의 전자 구조 및 전자 밀도가 변경되어 수소 흡착의 자유 에너지가 감소하고 수산화물의 흡착 에너지가 증가하여 HER 및 OER 촉매 활성이 향상됩니다.</li>
				<li>d 전자가 풍부한 2차 금속을 TMN에 도핑하면 촉매의 d 전자가 증가하여 ORR 촉매 성능을 향상시킬 수 있습니다.</li>
				<li>이중금속 질화물은 종종 단일 금속 질화물보다 더 높은 촉매 활성과 안정성을 갖습니다.</li>
				<li>표면 원자가 압축되거나 팽창하면 TMN에 변형 효과가 발생합니다.</li>
				<li>두 그룹 사이의 전자 이동으로 인해 전자 밴드 구조가 변경되고 리간드 효과가 발생합니다.</li>
				<li>리간드 효과와 변형률 효과는 촉매에 대한 중간체의 흡착 상태에 영향을 미치고 추가로 촉매 활성에도 영향을 미칩니다.</li>
				<li>탄소 재료와 TMN의 결합은 활성 사이트를 증가시키고 전하 이동을 향상시킬 수 있으므로</li>
				<li>TMN/탄소 재료는 단일 금속 질화물 및 이중 금속 질화물보다 더 높은 활성 및 전도성을 가지며 어느 정도 안정성을 향상시킵니다.</li>
				<li>탄소 도핑은 H*의 흡착을 향상시키고, O* 중간체의 안정성을 향상시키며, 산소 함유 중간체에 대한 활성 부위의 흡착 에너지를 증가시켜 촉매가 높은 수소발생반응(HER), 산소발생반응(OER) 및 산소환원반응(ORR) 촉매 성능을 갖도록 할 수 있습니다.</li>
				<li>현재 일반적으로 사용되는 탄소재료로는 그래핀, 탄소나노튜브, 흑연배열 등이 있으며 전기전도도가 좋고 활성면적이 크다.</li>
			</ul>

			<hr className='class-1'/>

			<h3>참고문헌</h3>
			<ol>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
			</ol>
			
		</div>
	)
}
