import React from 'react';
import '../../styles/styles.css'

function 메타물질() {
	return (
		<>
			<div className="px-4" style={{marginTop:80}}>
					<MainContents />
			</div>
		</>
	);
};
export default 메타물질;

function MainContents() {
	const title = 'MetaMaterials';

	return (
		<div>
			<h1 className='title'>{title}</h1>	

			<hr className='class-1'/>
			<h3>1. photonic crystals(PhCs)</h3>
			<ul>
				<li>특정 파장의 빛만 반사하고 나머지는 통과 또는 갇히는(흡수가 아닌) 하는 배열을 갖도록 만든 물질을 광결정이라고 한다.</li>
				<li><img src="../images/photocatalyst/meta_16.jpg" width="900"  alt=''></img><br/></li>
				<li><img src="../images/photocatalyst/meta_6.jpg" width="900"  alt=''></img><br/></li>
				<li>물질의 광학적인 성질을 이용할 수 있는 구조를 가지고 있거나 구조를 갖도록 만들어낸 물질을 광결정(Photonic Crystal)이라고 한다.</li>
				<li>그 예로 가장 많이 드는 것이 바로 남미의 열대림에서 서식하는 몰포(Morpho)나비이다.</li>
				<li>이 몰포 나비의 날개에는 파란 색소가 존재하지 않는다. 날개의 표면구조의 특이성 때문에 날개가 파란색 파장의 빛을 반사하는 것이다.</li>
				<li>색소가 없이 색깔을 내는 것을 구조색(Structural Color)이라고 부른다.</li>
				<li>자연에서는 몰포나비 외에도 많은 광구조를 가지고 있는 생물들이 존재한다.</li>
				<li>양치류 식물로 셀라기넬라의 경우는 잎 표면이 다층구조로 되어있다.</li>
				<li>오팔도 광구조가 3차원으로 배열되어 있으며 딱정벌레 같은 경우도 광구조를 가지고 있다.</li>
				<li>물질의 광학적인 성질은 화학적, 전기적 성질보다 더 각광을 받는 이유는 현대 사회의 특성 때문이라고 한다.</li>
				<li>정보의 속도가 중요한 정보화 사회에서 빛을 이용한 광결정 구조를 갖는 물질의 활용은 정보의 처리와 전달에 있어서 획기적인 발전을 의미한다.</li>
				<li>특정 파장의 빛만 반사하고 나머지는 통과 또는 갇히는(흡수가 아닌) 하는 배열을 갖도록 만든 물질을 광결정이라고 한다.</li>
				<li><img src="../images/photocatalyst/meta_17.jpg" width="900"  alt=''></img><br/></li>
			</ul>

			<hr className='class-1'/>
			<h3>2. 광결정(Photonic Crystal)의 원리</h3>
			<ul>
				<li>광결정이라는 것은 빛의 파장과 비슷한 길이의 격자가 주기적으로 반복되는 형태의 물질이다.</li>
				<li>일반적으로 물체의 ‘색’은 그 물체에 도달하는 가시광선 중에서 반사되는 빛의 파장의 색깔이라고 할 수 있다.</li>
				<li>가시광선은 여러 개의 파장으로 구성되어 있다.</li>
				<li>모든 파장의 빛이 함께 있을 때에 가시광선은 밝고 투명한 색이다.</li>
				<li>위에서 언급한 몰포나비의 경우 나비의 표면에 입사하는 빛이 다층구조로 구성된 나비날개의 표면에서 보강간섭과 상쇄간섭을 일으킨다.</li>
				<li>이와 같은 간섭을 일으키는 이유는 빛이 입자이면서 동시에 파동의 성질을 가지기 때문이다.</li>
				<li>이때 상쇄간섭을 일으키는 파장의 빛은 소멸되고 보강간섭을 일으키는 파장의 빛은 반사된다.</li>
				<li>이 반사되는 빛이 파란색이기 때문에 몰포나비의 날개가 파란색으로 보이는 것이다.</li>
				<li><u><b>이러한 구조색은 색소가 아닌 구조로 인한 색이기 때문에 구조의 변화에 따라 색이 변할 수밖에 없다.</b></u></li>
				<li>따라서 나비의 색은 보는 각도와 빛의 입사각에 따라 다른 빛을 보인다.</li>
				<li>광결정이라는 것은 빛의 파장과 비슷한 길이의 격자(주기)를 갖는 물질이다.</li>
				<li>일반적으로 물체의 ‘색’은 그 물체에 도달하는 가시광선 중에서 반사되는 빛의 파장의 색깔이라고 할 수 있다.</li>
				<li>가시광선은 여러 개의 파장으로 구성되어 있다.</li>
				<li>모든 파장의 빛이 함께 있을 때에 가시광선은 밝고 투명한 색이다.</li>
				<li>위에서 언급한 몰포나비의 경우 나비의 표면에 입사하는 빛이 다층구조로 구성된 나비날개의 표면에서 보강간섭과 상쇄간섭을 일으킨다.</li>
				<li>이와 같은 간섭을 일으키는 이유는 빛이 입자이면서 동시에 파동의 성질을 가지기 때문이다.</li>
				<li>이때 상쇄간섭을 일으키는 파장의 빛은 소멸되고 보강간섭을 일으키는 파장의 빛은 반사된다.</li>
				<li>이 반사되는 빛이 파란색이기 때문에 몰포나비의 날개가 파란색으로 보이는 것이다.</li>
				<li>이러한 구조색은 색소가 아닌 구조로 인한 색이기 때문에 구조의 변화에 따라 색이 변할 수밖에 없다.</li>
				<li>따라서 나비의 색은 보는 각도와 빛의 입사각에 따라 다른 빛을 보인다.</li>
			</ul>

			<hr className='class-1'/>
			<h3>5. Photonic band structures</h3>
			<ul>
				<li>빛이 광결정 구조를 만나게 되면 일부는 광결정 구조를 투과하여 지나가고, 일부는 반사되게 된다.</li>
				<li>이때 광결정을 투과하지 못하고 반사되어 나오는 빛의 파장 영역대를 광밴드갭(Photonic bandgap)이라고 한다.</li>
				<li><img src="../images/photocatalyst/meta_7.jpg" width="600"  alt=''></img><br/></li>
				<li>소결 폴리스티렌 오팔에 대한 브래그 피크 반사율(점선 곡선), 큰 기공 역 오팔(점선) 및 liquid crystal 침투 역 오팔(실선).</li>
			</ul>

			<hr className='class-1'/>
			<h3>6. Photonic Bandgap Fibers</h3>
			<ul>
				<li>적외선대 역 까지 이용, 에너지 전송 감소의 최소화 가능</li>
				<li><img src="../images/photocatalyst/meta_11.jpg" width="900"  alt=''></img><br/></li>
				<li>레이저, 센서, 에너지전송 등 이용</li>
			</ul>

			<hr className='class-1'/>
			<h3>7. 분산 브래그 반사경(DBR, Distributed Bragg reflector)</h3>
			<ul>
				<li>서로 다른 굴절률을 가지는 두 개의 물질이 반복 적층된 다층 구조이다.</li>
				<li>금속 반사체에 비해 높은 반사율과 낮은 흡수율을 가질 수 있다.</li>
				<li>적층 두께 및 물질의 굴절률을 조절하여 반사율 및 반사파의 대역을 조절할 수 있다</li>
			</ul>

			<hr className='class-1'/>
			<h3>9. 전자기 메타물질(Electromagnetic metamaterials)</h3>
			<ul>
				<li>입사 전자기파의 파장보다 매우 작은 단위 인공구조체(인공원자, 주로 금속과 유전체로 이루어짐)의 배열을 통하여 자연계에 존재하지 않는 전자기적/광학적 성질을 갖도록 만들어진 인공물질이다.</li>
				<li>메타물질 완전흡수체 기술은 빛이나 음파, 복사열, 전자파를 선택적 파장 영역에서 완전히 흡수할 수 있는 기술</li>
				<li>2008년 Landy 교수에 의해 최초로 제안</li>
			</ul>

			<hr className='class-1'/>
			<h3>10. 표면 플라스몬(surface plasmon)</h3>
			<ul>
				<li>도체인 금속의 내부에는 수많은 자유 전자들이 존재하는데 자유 전자는 금속 원자에 속박되어 있지 않으므로 외부의 특정 자극에 쉽게 감응할 수 있다.</li>
				<li>특히 금속이 나노 크기가 되면 이러한 자유 전자의 거동에 의해 표면 플라즈몬 공명 (Surface Plasmon Resonance) 특성이 나타난다.</li>
				<li>금속 나노 입자 표면과 공기, 물 등의 유전체 사이에 빛이 입사되면 빛과 전자기장과의 공명으로 금속 표면의 자유 전자들이 집단적으로 진동하는 현상을 말한다.</li>
				<li>귀금속 나노 입자는 가시광 영역의 빛과 강하게 공명이 일어난다.</li>
				<li>플라즈몬 공명의 주파수는 금속 나노 입자의 크기나 형태, 용매 등에 의해서 달라진다.</li>
				<li>플라즈몬 공명을 조절하여 다양한 파장의 빛을 이용한 응용에 적용할 수 있다.</li>
				<li>금속과 유전체의 경계면에서 발생된다</li>
			</ul>

			<hr className='class-1'/>

			<h3>참고문헌</h3>
			<ol>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
			</ol>
			
		</div>
	)
}
