import React from 'react';
import '../../styles/styles.css'

function 플라즈몬공명() {
	return (
		<>
			<div className="px-4" style={{marginTop:80}}>
					<MainContents />
			</div>
		</>
	);
};
export default 플라즈몬공명;

function MainContents() {
	const title = '플라즈몬공명';

	return (
		<div>
			<h1 className='title'>{title}</h1>	

			<hr className='class-1'/>
			<h3>1. 소개</h3>
			<ul>
				<li>빛을 흡수한 광촉매의 플라즈모닉 효과는 열전자 생성, 국부 전기장 형성, 전하 분리(TiO2의 쇼트키 장벽), 광열 효과(가열)등이 일어난다.</li>
				<li>플라스몬(plasmon)이란 금속 내의 자유전자가 집단적으로 진동하는 유사 입자를 말한다.</li>
				<li>금속의 나노 입자에서는 플라스몬이 표면에 국부적으로 존재하기 때문에 표면 플라스몬(surface plasmon)이라 부르기도 한다.</li>
				<li>가시~근적외선 대역 빛의 전기장과 플라스몬이 짝지어지면서 광흡수가 일어나 선명한 색을 띠게 된다.</li>
				<li>플라스몬과 광자가 결합되어 생성하는 또다른 유사 입자를 플라스마 폴라리톤이라고 한다</li>
				<li>이 현상을 표면 플라스몬 공명(surface plasmon resonance)이라 하며, 국소적으로 매우 증가된 전기장을 발생시킨다.</li>
				<li>광촉매와 광 구동 열촉매는 상호 연관된 두 가지 과정이며 광열 촉매 성능에 크게 기여합니다.</li>
				<li>차이점은 광촉매는 태양 에너지를 사용하여 전자를 자극하여 에너지 수준을 높이고 화학 반응을 위한 자유 라디칼 및 TNI와 같은 반응성 중간체를 생성하는 반면,</li>
				<li>광 구동 열촉매는 태양 에너지를 사용하여 국부적인 열을 생성하여 화학 공정을 시작한다는 것입니다.</li>
				<li>열 에너지는 광촉매의 한계를 극복하고 EHC의 여기 및 생성을 촉진하는 데사용될 수 있습니다 .</li>
				<li>따라서, 광열 촉매 시스템 에 열에너지가 공급될 때 가시광선과 근적외선 을 사용하여 광화학 반응을 유도할 수 있습니다</li>
				<li>더욱이, 반응 온도가 상승하면 반응물의 산화환원 전위가 크게 감소하여 산화환원 반응에 EHC가 참여할 수 있기 때문에 이러한 협력은 효과적입니다</li>
				<li>광열 촉매 반응 의 성공 여부는 EHC(energetic hot carriers)와 LTE(localized thermal energy) 간의 상호 작용에 달려 있습니다.</li>
				<li>H2 생산, CO2 환원, 항균, 암치료, 환경 오염 저하</li>
			</ul>

			<hr className='class-1'/>
			<h3>2 . 플라즈몬 광촉매 관련 원리</h3>
			<ul>
				<li>플라즈몬 강화 광촉매 메커니즘은 복잡하며 아직 완전히 밝혀지지 않았다.</li>
				<li>국소 표면 플라즈몬 공명(localized surface plasmon resonance, LSPR)는 금속입자에서 일어나는 전자들의 집단적인 진동(collective oscillation) 현상을 말한다.</li>
				<img src="../images/photocatalyst/plasmon_1.jpg" width="900"  alt=''></img><br/>
				<ul>
					<li>부피 플라즈몬 공명: (a)금속의 플라즈마 주파수는 입사장에서 전도 전자가 진동하는 주파수 이하를 나타냅니다. 이러한 진동은 (d)유전 상수의 음의 실수부 및 (e)금속으로부터의 반사 증가로 이어집니다.</li>
					<li>표면 플라즈몬 공명: (b)2D 표면에서 전자 진동은 표면 플라즈몬 폴라리톤(SPP)으로 알려진 전하파 전파로 이어집니다. 이러한 진동은 인터페이스를 따라 전파되고 인터페이스에서 멀어질수록 기하급수적으로 감소하는 진폭을 갖는 전자기장과 결합됩니다. SPP는 특정 파동 벡터에서만 여기(f)될 수 있으며 표면에서 소멸되는 장으로 존재합니다. 운동량 매칭 조건은 특정 입사각에서만 존재하는 SPP 공명(g)을 발생시킵니다.</li>
					<li>국부 표면 플라즈몬 공명:(c)금속 나노입자가 입사 파장보다 작을 때 국부적인 표면 플라즈몬 공명이 존재하여 전자 진동을 위상이 일치하게 만듭니다. 집합적인 진동은 증폭된 국부 EM 장뿐만 아니라 큰 흡수 및 산란 단면을 초래합니다. ~15 nm 미만의 작은 입자의 경우 (h)흡수가 지배적이며 흡수 단면적이 큽니다. ~15 nm보다 큰 큰 나노입자의 경우 (i) 산란 단면이 지배적입니다. EM 필드는 그림의 입사면에서 편광된 것으로 간주됩니다.</li>
				</ul>
			</ul>
			
			<hr className='class-2'/>
			<h3>2.1. 플라즈몬의 여기(Excitation)</h3>
			<ul>
				<li>국소 표면 플라즈몬 공명(LSPR)은 흡수된 주파수와 플라즈몬 금속 나노입자(NP)의 공명 흡수와 일치할 때 발생</li>
				<li>플라즈몬의 진동 주파수는 물질 유형, 크기, 형태, 전하 밀도, 주변 유전체 환경 등에 의해 결정</li>
				<li>UV-Vis-NIR 흡수 스펙트럼을 분석하여 물질의 광학적 응답 정보를 얻을 수 있다.</li>
				<li>그림(b), 전체 태양 스펙트럼 범위에 대한 흡수 수정은 위의 매개변수를 조정하여 가능하다.</li>
				<li>이는 특정 파장의 흡수를 향상시키거나 다른 물질의 광 흡수 범위를 넓히는 데 사용할 수 있다.</li>
				<li><img src="../images/photocatalyst/plasmon_2.jpg" width="900"  alt=''></img><br/></li>
			</ul>
			
			<hr className='class-2'/>
			<h3>2.2. 플라즈몬의 이완(Relaxation)</h3>
			<ul>
				<li>플라즈몬의 이완은 광자와 기타 비방사성 광자의 재방출로 발생한다.</li>
				<li>위 그림 (c)는 시간에 따른 플라즈몬의 이완 과정을 보여준다.</li>
				<li>첫째그림: 란다우 감쇠(Landau Damping)효과로 여기 상태의 전자와 정공이 재결합을 통해 광자 재방출이 일나고, 일부는 전자-정공이 전자 상호 작용으로 인해 캐리어 에너지가 재할당된다</li>
				<li>둘째그림: 여기된 캐리어는 전자-전자 상호작용을 통해 저에너지 캐리어와 상호작용하여 에너지를 준-페르미-디랙 분포로 재분배합니다.</li>
				<li>셋째그림: 고에너지 캐리어는 장기간 전자-포논 상호작용을 통해 열 에너지를 생성하고 에너지를 주변 매체로 전달합니다.</li>
				<li>생물학적 진단, 의학적 치료 등에 활용된다.</li>
				<li>플라즈몬의 여기와 이완은 서로 다른 시간 규모에서 전자와 포논의 에너지 재분배로 요약될 수 있다.</li>
				<li>플라즈몬 여기/이완, 광 흡수 및 산란, 국소 전자기장, 핫 캐리어 주입, 열 효과, 국부가열, 강화된 전자기장 등이 이용될수있다.</li>
			</ul>
			
			<hr className='class-2'/>
			<h3>2.3. 빛의 흡수와 산란(Excitation)</h3>
			<ul>
				<li>촉매(반도체)에 부착하면 금속(quantum dot, 복합재료)간의 상호 작용으로 반도체의 흡수 범위를 조정 또는 넓힐 수 있다.</li>
				<li>이는 반도체의 가시광선 활용 효율을 높이는 데 매우 중요하다.</li>
			</ul>
			
			<hr className='class-2'/>
			<h3>2.4. 국부적 전자기장 강화</h3>
			<ul>
				<li>LSPR이 여기되면 입사광보다 몇 배 더 강한 전자기장이 플라즈몬 금속 NP 주위에 생성될 수 있습니다.</li>
				<li>햇빛이 플라즈몬 나노금속에 부딪치고 광자의 에너지가 금속의 일함수 와 일치하면 에너지가 전도 전자의 집단 공명 진동에 저장되어 LSPR 효과가 발생합니다.</li>
				<li>전자기장은 플라즈몬 금속 표면으로부터의 거리가 증가함에 따라 기하급수적으로 감소합니다</li>
				<li>이로 인해 금속에 인접한 반도체는 표면에서 좁은 영역에서 강한 전자기장의 영향을 받게 되고,</li>
				<li>이 영역에서 캐리어의 생성 및 분리가 크게 향상됩니다</li>
				<li>또한 생성된 캐리어와 표면 사이의 거리가 짧기 때문에 더 많은 광생성 캐리어가 반도체 표면으로 이동하여 화학 반응에 참여할 수 있습니다.</li>
				<li><img src="../images/photocatalyst/plasmon_3.jpg" width="900"  alt=''></img><br/></li>
			</ul>
			
			<hr className='class-2'/>
			<h3>2.5. 핫 캐리어 주입</h3>
			<ul>
				<li>hot electrons(HEs)는 플라즈몬 이완 과정에 의해 생성된 고에너지 운반체입니다</li>
				<li><img src="../images/photocatalyst/plasmon_4.jpg" width="900"  alt=''></img><br/></li>
				<li>(a) NP에 의한 광자의 흡수는 HE를 생성하고, 이는 반도체의 전도대로 전달됩니다.</li>
				<li>(b) HE 주입 후 금속 NP는 고온 페르미 준위 에서 Fermi-Dirac 분포를 형성합니다 .</li>
				<li>(c) 금속 NP에서는 전자가 표준 분포로 돌아갑니다. 전자와 정공은 반도체의 서로 다른 영역으로 흐릅니다.</li>
			</ul>
			
			
			<hr className='class-2'/>
			<h3>2.6. 향상된 열 효과</h3>
			<ul>
				<li>플라즈몬의 이완은 NP 주변의 온도를 증가시키며, 이러한 열 효과는 반도체의 촉매 속도에도 영향을 미칠 수 있습니다.</li>
			</ul>
			


			<hr className='class-1'/>
			<h3>참고문헌</h3>
			<ol>
				<li><a href='https://www.sciencedirect.com/science/article/pii/S0254586123000727'>플라즈몬 광촉매: 메커니즘, 응용</a></li>
				<li><a href=''></a></li>
				<li><a href=''></a></li>
			</ol>
			
		</div>
	)
}
